Revit 2027 API
IFCRange.Start Property
 The starting value of the range.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Start { get; set; }
Public Property Start As Double
	Get
	Set
public:
property double Start {
	double get ();
	void set (double value);
}
member Start : float with get, set
Property Value
Double
See Also
Reference
IFCRange Class
Autodesk.Revit.DB.IFC Namespace